import { Htag, Ptag } from '../../components';
// import styles from './Company.module.css';

export const Buyers = () => {
  return (
    <div>
      <Htag color='black' tag='h2'>Работа с юридическими лицами</Htag>
      <Ptag color='black'>«Мир Дерева » высоко ценит корпоративных клиентов и предоставляет им особые условия:
индивидуальное обслуживание;
возможность оплаты по безналичному или наличному расчету;
оформление пакета необходимых документов;
оформление заказа по телефону с оплатой при получении;
сборка заказа по звонку;
резерв заказа до 72 часов;
оформление заказа онлайн на сайте мир дерева.</Ptag>
    </div>
  );
};